Repository: applesolutions/Store
Catalog: AppleSolutions/Data/*.lproj/Localizable.strings
Languages: da

source: Shop
da: Køb

source: Store
da: Butikker

source: Featured
da: Favorit

# Account
source: My Account
da: Min Konto

source: Confirmation
da: Bekræft valg

source: Please click YES to call %@
da: Klik på “Ja” for at ringe til kundeservice %@

source: Phone call is not available on your device.
da: Telefonopkald er ikke tilgængelige på din enhed.

source: No
da: Nej

source: Yes
da: Ja

source: Buy Now
da: KØB NU

# Done
source: Buy Now
da: BETALING

source: Find nearest store
da: Find nærmeste butik

source: Workshops and Events
da: Workshop & Events

source: Sorry! This product is not registered.
da: Beklager! Dette produkt er ikke registeret.

source: My Account
da: Min Konto

source: Please enter your email address
da: Indtast venligst din email

source: Edit
da: Ret

source: Delete
da: Slet

source: Warning!
da: Advarsel!

source: Are you sure you want to delete this item?
da: Er du sikker på at, du vil slette dette produkt?

source: Cancel
da: Annuller

source: Please add item to cart before checkout.
da: Tilføj venligst noget i kurven før udtjekning!

source: Failed to request checkout. Please try again!
da: Der skete en fejl, prøv venligst igen!

source: Please wait...
da: Vent venligst...

source: Sorry, we have encountered an error while processing your request. %@
da: Svi beklager meget, men der skete en fejl ved forsøg på at behandle din. %@

source: Shipping
da: 1 - 10 dage

source: No shipping
da: Leveres digital

source: In stock
da: På lager

source: Enter your email
da: Indtast din e-mail

source: Phone No
da: Mobil Nr.

source: Enter your Phone No
da: Indtast dit mobil nummer

source: Company Name
da: Firmanavn

source: Enter your company
da: Indtast firmanavn

source: First Name
da: Fornavn

source: Last Name
da: Efternavn

source: City
da: By

source: Address
da: Adresse

source: Country
da: Land

source: Next
da: Næste

source: TAXES
da: MOMS

source: ZIP
da: Post Nr

source: MobilePay Info
da: MobilePay betaling

source: Private
da: Privat

source: Business
da: Erhverv

source: Please Select
da: Vælg venligst

source: Shipping Rates
da: Forsendelses metode

source: Enter Discount Code
da: Indtast rabatkode

source: Order Summary
da: Ordre oversigt

source: Discount Code
da: Rabat kode

source: Enter Gift Card
da: Indtast gavekort her

source: Pay Now
da: Gå til betaling

source: PAYMENT
da: BETALING

source: Delivery time
da: Leveringstid

source: Delivery Time
da: Leveringstid

source: Bag subtotal
da: Shoppingpose subtotal

source: Configuration
da: Specifikationer

source: Apple Gift Package $5
da: Gaveindpakning 25 kr

source: Save
da: Gem

source: Gift Message Free
da: Gave besked

source: Checkout
da: Oversigt

source: PAY NOW
da: Betaling

source: Hide Product Details
da: Skjul Specifikationer

source: Show Product Details
da: Vis Specifikationer

source: Configuration
da: Specifikationer

source: Delivery
da: Leveringstid

source: 1 - 10 Days
da: 1 - 10 dage

source: User Type
da: Bruger

source: Shipping Rate
da: Leveringstype

source: Choose shipping rate
da: Vælg leveringsmetode

source: Add a gift card
da: Indtast gavekort her

source: Payment
da: Betaling

source: Enter payment
da: Vælg betaling

source: Summary
da: Oversigt

source: Private or Business
da: Vælg privat - erhverv

source: Taxes
da: Moms

source: Enter address
da: Indtast adresse

source: Help
da: Hjælp?

source: Call Us
da: Ring til os

source: Required
da: Påkrævet

source: Gift Card(s) Applied
da: Anvendt fra gavekort

source: Order Total
da: Ordre totalt

source: DONE
da: Anvend

source: SAVE
da: Gem

source: Payment Method
da: Betalings metode

source: Invoice
da: Faktura betaling

source: In Store
da: Betal i butikken

source: Credit Card
da: Kortbetalng

source: Your order has been placed successfully. You order number is
da: Din ordre er nu gået igennem. Dit faktura nummer er:

source: You have now paid for order with id
da: MobilePay Lykkedes. Du har nu betalt faktura

source: Your MobilePay transaction id is
da: Din kvittering hos MobilePay er

source: Please choose shipping rates first
da: Vælg venligst levering

source: Please enter address first
da: Vælg venligst leverings adresse

source: Please choose a User Type
da: Vælg venligst bruger

source: Please enter a Shipping Address
da: Indtast venligst leverings adresse

source: Please choose a Shipping Method
da: Vælg venligst levering

source: Please choose a Payment Method
da: Vælg venligst betalings metode

source: You cancelled the payment
da: Du annullerede betalingen

source: Payment Cancelled
da: Betaling afvist

source: MobilePay Succeeded
da: MobilePay Godkendt
